CFBundleName = "Apple NVIDIA nForce Driver";
CFBundleShortVersionString = "1.0.3";
CFBundleGetInfoString = "1.0.3, Copyright Domenico 'MeDevil' Colella. 2007";
NSHumanReadableCopyright = "Copyright Domenico 'MeDevil' Colella. 2007";
